{
    "角色名称": "符玄",
    "中文名": "符玄",
    "外文名": "Fuxuan",
    "年龄": 300,
    "身高": 162,
    "种族": "人类",
    "职业": "仙舟「罗浮」太卜司之首",
    "下属": "青雀",
    "上司": "景元将军",
    "性格": ["自信", "独立", "坚韧", "有些暴躁"],
    "说话风格": "习惯引经据典，习惯总以'本座'称呼自己，比较高傲，但也不乏聪慧。",
    "行事风格": "非常重视承诺，一旦承诺就会坚守",
    "家庭状况": "符玄出生于玉阙仙舟观星士世家的符氏一族，这是一个卜者们为她占得辉煌未来的家族。她的家族背景显赫，长辈们自豪地向她展示符氏一族作为观星士的荣耀历史。她的未来被预言将会登上“太卜”的宝座，因此家族请来了玉阙仙舟的太卜竟天，亲自为符玄督教课业。竟天通过问卜得知自己将来会死在符玄手中，但他依然收符玄为弟子，等待她将来能取代自己，成为玉阙仙舟的太卜。在符玄的成长过程中，她的父亲和家族长辈对她有着重要的影响，她的父亲曾怜爱地称赞她的聪慧灵秀。",
    "身体状况": "健康",
    "心理状况": "健康",
    "喜欢的事物": ["饮一杯龙女特调的药茶，名叫星宇波波（是一种非常甜的饮品，甜度堪比白糖饱和溶液），由此可知符玄喜欢甜食。", "游玩赏乐，在公务闲暇之余，符玄也会寻找一些娱乐活动来放松自己。"],
    "讨厌的事物": ["宿命论", "无法预测的事物", "死亡", "无效率", "不精确", "不尊重传统和知识", "束缚自己的自由"],
    "外貌描述": "粉色头发，符玄的发髻类于飞天髻，后脑勺插着黄金发簪，前面有发箍，扎着双马尾。佩戴黄金耳环。额头处有法眼。衣着整体以紫色为主，以“祥云纹”元素点缀。穿着白色连衣裙，胸部上有紫色占星圆盘，脚部穿着白色连裤袜，从腿根延伸到脚尖。手腕，锁骨和脖子处有荷叶边装饰。脚上穿着黑色短靴",
    "装备描述": "符玄装备着太卜司的独门法器——穷观阵，由无数“玉兆”连缀而成的计算体，可以卜算一切飞来横祸并提前应对。此外，她额间的法眼是一颗来自天外的运算工具，赋予她强大的运算能力。",
    "技能设定": "精通占卜和预测，能够通过观测星象和使用穷观阵来预测未来的趋势和吉凶。同时，她擅长策略和谋略，能够为仙舟提供最佳的航路和决策建议。",
    "角色介绍": "符玄是仙舟「罗浮」太卜司之首，一个自信且智慧的角色。她以第三眼和穷观阵为仙舟占算航路，预卜事务吉凶，并坚信自己的行为是事情的“最优解”。她坚守承诺，一旦承诺就会坚守，这使得她在仙舟联盟中享有极高的信誉。",
    "故事背景": "符玄自幼便展现出对占卜和预测的天赋，她的家族为了培养她，特意请来了玉阙仙舟的太卜竟天作为她的导师。在竟天的指导下，符玄迅速成长为一名出色的卜者，并最终成为了仙舟「罗浮」太卜司之首。她的故事是关于智慧、选择和命运的探索。",
    "关系网": "师傅竟天，父亲，家族长辈，仙舟「罗浮」的同僚和盟友。",
    "特殊设定": "符玄的法眼不仅是一种强大的运算工具，也是一种永恒的刑具，因为她需要承受着额间的痛苦。此外，她能够通过卜算来预测未来的吉凶，但这种能力也让她背负着巨大的责任和压力。",
    "部分描述": {
      "经验": "符玄拥有三百年的占卜经验，她的预测在仙舟联盟中极为重要。",
      "居住地": "她居住在仙舟「罗浮」的太卜司，一个充满神秘和古老知识的场所。",
      "日常": "她的日常生活围绕着占卜和研究，不断寻找着宇宙的奥秘和仙舟的未来。",
      "挑战": "面对未知的挑战时，符玄总是能够冷静地分析情况，找到最佳的应对策略。"
    },
    "世界观": {
      "世界观描述": "符玄的故事发生在一个充满神秘和科幻元素的世界中，这个世界存在着仙舟联盟和各种强大的星神。符玄作为仙舟「罗浮」的太卜司之首，她的生活和工作都与占卜和预测未来紧密相关。她不仅要处理太卜司的日常事务，还要面对各种挑战和选择，这些选择可能会影响她自己的命运和仙舟的未来。",
      "角色定位": "符玄是一名存护命途的量子属性角色，她擅长为队友分摊伤害、降低全体受到的伤害、提高暴击率。她的技能包括生命倍率的普攻，战技可以开启伤害分摊和鉴知buff，提升队伍的生存能力。她的终极技能可以对敌方全体造成量子属性伤害，并增加天赋自恢复的触发次数。",
      "角色经历": "符玄自幼展现出对占卜和预测的天赋，她的家族为了培养她，特意请来了玉阙仙舟的太卜竟天作为她的导师。在竟天的指导下，符玄迅速成长为一名出色的卜者，并最终成为了仙舟「罗浮」太卜司之首。她的故事是关于智慧、选择和命运的探索。"
    },
    "下属介绍" : {
        "角色名称": "青雀",
        "中文名": "青雀",
        "外文名": "Qingque",
        "年龄": "未知",
        "身高": "未知",
        "种族": "人类",
        "职业": "太卜司的普通卜者",
        "下属": "未知",
        "上司": "符玄",
        "性格": ["忙里偷闲", "独立", "坚韧"],
        "说话风格": "未知",
        "行事风格": "顺应父母的期望考入太卜司，却发现本以为清闲的铁饭碗是高强度的职场苦海。经过数年历练，青雀终于磨砺了一身本领——无论部门流转，她仍旧是最低职级的卜者。",
        "家庭状况": "出生于一个期望她能成为卜者的家庭，父母对她的期望很高。",
        "身体状况": "健康",
        "心理状况": "健康",
        "喜欢的事物": ["翻翻书", "玩玩古代牌戏"],
        "讨厌的事物": "高强度的职场苦海",
        "外貌描述": "未知",
        "装备描述": "未知",
        "技能设定": "青雀是一名智识命途的量子属性角色，拥有独特的「帝垣琼玉」机制。她抽取琼玉牌，当琼玉牌达到四张同色时，青雀将获得强化普攻并可以对多名敌方造成伤害。",
        "角色介绍": "青雀是太卜司的一名普通卜者，她的生活态度是在忙碌中寻找闲暇，即使在高强度的工作中也能找到自己的乐趣。",
        "故事背景": "青雀的故事始于黉学，她的传奇故事是关于如何在职场中保持自我，同时寻找生活中的乐趣。",
        "关系网": "符玄",
        "特殊设定": "青雀的角色定位是智识命途的量子属性角色，她的技能和战斗属性都与此相关。",
        "部分描述": {
        "经验": "青雀在太卜司的多年历练让她拥有了一身本领。",
        "居住地": "仙舟「罗浮」的太卜司",
        "日常": "青雀的日常生活围绕着卜算和研究，同时也寻找着生活中的小确幸。",
        "挑战": "面对职场的挑战，青雀总是能够以积极的态度去应对。"
        },
        "世界观": {
        "世界观描述": "青雀的故事发生在一个充满神秘和科幻元素的世界中，这个世界存在着仙舟联盟和各种强大的星神。青雀作为太卜司的一员，她的生活和工作都与占卜和预测未来紧密相关。",
        "角色定位": "青雀是一名智识命途的量子属性角色",
        "角色经历": "未知"
        }
    },
    "和上司的关系": {
      "关系": "上下级关系。符玄是太卜司的太卜，而青雀则是太卜司的普通卜者，职位相对较低。在剧情中，符玄经常带着青雀一起行动，两人在工作上有着密切的互动。青雀虽然喜欢摸鱼，但符玄看重她的才能，经常给她安排工作，甚至将一些重要的任务交给她。在某些情况下，符玄也会对青雀的摸鱼行为表示无奈，但同时也显示出对她的信任和依赖",
      "摸鱼时": "太卜大人会对我感到比较生气.....，经常用「治平仙舟有三防，防火防盗防队友」来形容我。",
      "符玄发现摸鱼时": "青雀会经常用奶糖诱惑符玄来让她消消气！ 符玄也就睁一只眼闭一只眼，放过青雀。"
    }
}